Repository: UnigramDev/Unigram
Catalog: Unigram/Unigram/Strings/*/Android.resw
Source language: en
Languages: ar, es, it

source: Jump to Date
ar: اذهب لهذا التاريخ
es: Ir a la fecha
it: Vai alla data

# KMetersAway
source: km away
ar: كيلومتر يبعد
es: km de distancia
it: km

source: Keep Media
ar: الإحتفاظ بالوسائط
es: Conservar multimedia
it: Mantieni media

# KeepMediaForever
source: Forever
ar: إلى الأبد
es: Siempre
it: Sempre

# KeepMediaInfo
source: Photos, videos and other files from cloud chats that you have **not accessed** during this period will be removed from this device to save disk space. All media will stay in the Telegram cloud and can be re-downloaded if you need it again.
ar: الصور، المقاطع المرئية، وجميع الملفات المحفوظة في خوادمنا التي لم ** تستخدمها ** خلال هذه المدة سيتم حذفها لتوفير المساحة. ملفات الوسائط ستبقى في خوادم تيليجرام ويمكنك إعادة تنزيلها متى ما احتجتها مرة أخرى.
es: Las fotos, los vídeos y los archivos de los chats en la nube a los que **no accedas** durante ese periodo de tiempo se eliminarán del dispositivo para liberar espacio. Toda la multimedia permanecerá en la nube de Telegram y podrás volver a descargarla si la necesitas.
it: Foto, video e altri file dalle chat nel cloud che non hai **aperto** in questo periodo verranno eliminati dal dispositivo per preservare lo spazio sul disco. Tutti i media rimarranno nel cloud Telegram e potranno essere riscaricati ogni volta che ne avrai bisogno.

# KickFromBroadcast
source: Remove from broadcast list
ar: إزالة من قائمة الرسالة الجماعية
es: Eliminar de la lista de difusión
it: Rimuovi dalla lista broadcast

# KickFromGroup
source: Remove from group
ar: إخراج من المجموعة
es: Eliminar del grupo
it: Rimuovi dal gruppo

# KickFromSupergroup
source: Restrict user
ar: قيد المستخدم
es: Restringir usuario
it: Limita utente

source: Language
ar: اللغة
es: Idioma
it: Lingua

# LanguageCode
source: en
ar: ar
es: es
it: it

# LanguageCustom
source: Custom
ar: مخصص
es: Personalizado
it: Personalizzata

# LanguageName
source: English
ar: العربية
es: Español
it: Italiano

# LanguageNameInEnglish
source: English
ar: Arabic
es: Spanish
it: Italian

# LastName
source: Last name (optional)
ar: اسم العائلة
es: Apellidos (opcional)
it: Cognome (facoltativo)

source: last seen
ar: آخر ظهور
es: últ. vez
it: ultimo accesso

# LastSeenContacts
source: My Contacts
ar: جهات الاتصال الخاصة بي
es: Mis contactos
it: I miei contatti

# LastSeenContactsMinus
source: My Contacts (-{0})
ar: جهات الاتصال الخاصة بي (-{0})
es: Mis contactos (-{0})
it: I miei contatti (-{0})

# LastSeenContactsMinusPlus
source: My Contacts (-{0}, +{1})
ar: جهات الاتصال الخاصة بي (-{0}, +{1})
es: Mis contactos (-{0}, +{1})
it: I miei contatti (-{0}, +{1})

# LastSeenContactsPlus
source: My Contacts (+{0})
ar: جهات الاتصال الخاصة بي (+{0})
es: Mis contactos (+{0})
it: I miei contatti (+{0})

# LastSeenDate
source: last seen
ar: آخر ظهور
es: últ. vez el
it: ultimo accesso

# LastSeenEverybody
source: Everybody
ar: الجميع
es: Todos
it: Tutti

# LastSeenEverybodyMinus
source: Everybody (-{0})
ar: الجميع (-{0})
es: Todos (-{0})
it: Tutti (-{0})

# LastSeenNobody
source: Nobody
ar: لا أحد
es: Nadie
it: Nessuno

# LastSeenNobodyPlus
source: Nobody (+{0})
ar: لا أحد (+{0})
es: Nadie (+{0})
it: Nessuno (+{0})

# LastSeenTitle
source: Who can see your Last Seen time?
ar: من يستطيع رؤية آخر ظهور خاص بك؟
es: ¿Quién puede ver tu última conexión?
it: Chi può vedere il tuo ultimo accesso?

# Lately
source: last seen recently
ar: آخر ظهور كان قريب
es: últ. vez recientemente
it: ultimo accesso di recente

source: Leave Channel
ar: غادر القناة
es: Salir del canal
it: Lascia il canale

# LeaveChannelMenu
source: Leave channel
ar: غادر القناة
es: Salir del canal
it: Lascia il canale

# LeaveMegaMenu
source: Leave group
ar: مغادرة المجموعة
es: Salir del grupo
it: Lascia il gruppo

source: LED Color
ar: لون إضاءة الـ LED
es: Color del LED
it: Colore LED

# LedDisabled
source: Disabled
ar: تعطيل
es: Desactivado
it: Disabilitato

# LinkAvailable
source: {0} is available.
ar: {0} متاح.
es: {0} está disponible.
it: {0} è disponibile.

# LinkChecking
source: Checking name
ar: جاري مراجعة الاسم...
es: Verificando nombre...
it: Controllo il nome...

# LinkCopied
source: Link copied to clipboard
ar: تم نسخ الرابط إلى الحافظة
es: Enlace copiado al portapapeles
it: Link copiato negli appunti

# LinkInUse
source: Sorry, this name is already taken.
ar: المعذرة، هذا الاسم تم اختياره مسبقًا.
es: Lo sentimos, este nombre ya está ocupado.
it: Spiacenti, questo nome è già stato preso.

# LinkInfo
source: Anyone who has Telegram installed will be able to join your group by following this link.
ar: أي شخص يمتلك تيليجرام على جهازه سيسطيع الدخول لمجموعتك باستخدام الرابط التالي.
es: Cualquiera que tenga Telegram instalada podrá unirse a tu grupo siguiendo este enlace.
it: Chiunque abbia Telegram installato, potrà aggiungersi al tuo gruppo aprendo questo link.

# LinkInvalid
source: Sorry, this name is invalid.
ar: المعذرة، الاسم غير مقبول.
es: Lo sentimos, este nombre es inválido.
it: Spiacenti, questo nome non è valido.

# LinkInvalidLong
source: The name must not exceed 32 characters.
ar: الاسم يجب ألا يتخطى ٣٢ حرف كحد أقصى.
es: El nombre no debe exceder los 32 caracteres.
it: Il nome non può superare i 32 caratteri.

# LinkInvalidShort
source: Channel names must have at least 5 characters.
ar: اسم القناة يجب أن يتكوّن من ٥ حروف على الأقل.
es: El nombre del canal debe tener al menos 5 caracteres.
it: I nomi dei canali devono avere almeno 5 caratteri.

# LinkInvalidShortMega
source: Group names must have at least 5 characters.
ar: أسماء المجموعات يجب أن تتكوّن من ٥ حروف على الأقل.
es: El nombre del grupo debe tener al menos 5 caracteres.
it: I nomi dei gruppi devono avere almeno 5 caratteri.

# LinkInvalidStartNumber
source: Channel names can't start with a number.
ar: أسماء القنوات لا يمكن أن تبدأ برقم.
es: El nombre del canal no puede comenzar con un número.
it: I nomi dei canali non possono iniziare con un numero.

# LinkInvalidStartNumberMega
source: Group names can't start with a number.
ar: أسماء المجموعات لا يمكن أن تبدأ برقم.
es: El nombre del grupo no puede comenzar con un número.
it: I nomi dei gruppi non possono iniziare con un numero.

source: Link preview
ar: معاينة الرابط
es: Vista previa del enlace
it: Anteprima link

# LinksTitle
source: Shared Links
ar: الروابط المشاركة
es: Enlaces
it: Link condivisi

# LiveLocationAlertGroup
source: Choose for how long people in this chat will see your accurate location.
ar: اختر المدة التي سيتمكن أعضاء هذه المجموعة من مشاهدة موقعك بالضبط.
es: Elige durante cuánto tiempo las personas de este chat verán tu ubicación exacta.
it: Scegli per quanto tempo le persone in questa chat vedranno la tua posizione precisa.

# LiveLocationAlertPrivate
source: Choose for how long {0} will see your accurate location.
ar: اختر المدة التي سيتمكن {0} من مشاهدة موقعك بالضبط.
es: Elige durante cuánto tiempo {0} verá tu ubicación exacta.
it: Scegli per quanto tempo {0} vedrà la tua posizione precisa.

source: LIVE LOCATIONS
ar: المواقع الحية
es: UBICACIONES EN DIRECTO
it: POSIZIONI ATTUALE

source: Loading...
ar: جاري التحميل ...
es: Cargando...
it: Carico...

# LocalAudioCache
source: Voice/Video messages
ar: رسالة صوتية/مرئية
es: Mensajes de voz/vídeo
it: Messaggi vocali/video

# LocalCache
source: Other files
ar: الملفات الأخرى
es: Otros archivos
it: Altri file

source: Local Database
ar: قاعدة البيانات على الجهاز
es: Base de datos local
it: Database locale

# LocalDatabaseClear
source: Clear cached text messages?
ar: هل ترغب في مسح الرسائل المحفوظة في الذاكرة المخبئية؟
es: ¿Eliminar los mensajes en la caché?
it: Cancellare i messaggi salvati nella cache?

# LocalDatabaseInfo
source: Clearing the local database will delete the texts of cached messages and compress the database to save internal disk space. Telegram needs some data to work, so database size will not reach zero. This operation can take a few minutes to complete.
ar: مسح قاعدة البيانات على الجهاز سيحذف الرسائل التي تم تنزيلها على جهازك ويقوم بضغط قاعدة البيانات لتوفير مساحة على جهازك. تيليجرام يحتاج لبعض البيانات ليعمل، لذلك حجم قاعدة البيانات لن يصل إلى صفر. هذه العملية ربما تأخذ عدة دقائق لتتم.
es: Al eliminar la base de datos se eliminarán los mensajes en la caché y se comprimirá la base de datos para liberar espacio de almacenamiento. Telegram requiere algunos datos para funcionar, así que la base de datos nunca podrá llegar a cero. Esto puede tardar algunos minutos.
it: Svuotando il database locale, verranno cancellati i messaggi nella cache e il database verrà compresso per risparmiare spazio. Telegram ha bisogno di alcuni dati per funzionare, quindi il database non sarà azzerato. Questa operazione può richiedere alcuni minuti.

# LocalDocumentCache
source: Documents
ar: المستندات
es: Archivos
it: Documenti

# LocalGifCache
source: GIFs
ar: الصور المتحركة
es: GIF
it: GIF

# LocalMusicCache
source: Music
ar: الموسيقى
es: Música
it: Musica

# LocalPhotoCache
source: Photos
ar: الصور
es: Fotos
it: Foto

# LocalVideoCache
source: Videos
ar: المقاطع المرئية
es: Vídeos
it: Video

# LocationUpdated
source: updated
ar: تم تحديثه
es: actualizada
it: aggiornata

# LocationUpdatedJustNow
source: updated just now
ar: تم تحديثه للتو
es: recién actualizada
it: aggiornata adesso

source: Log out
ar: تسجيل خروج
es: Cerrar sesión
it: Esci

# LoginPassword
source: Password
ar: كلمة المرور
es: Contraseña

# LoginPasswordText
source: You have enabled Two-Step Verification, so your account is protected with an additional password.
ar: تم تفعيل التحقق بخطوتين، لذلك حسابك محميّ بكلمة مرور إضافية.
es: Activaste la verificación en dos pasos, así que tu cuenta está protegida con una contraseña adicional.
it: Hai attivato la verifica in due passaggi, quindi il tuo account è protetto con una password aggiuntiva.

source: Long
ar: طويل
es: Largas
it: Lunga

# LowDiskSpaceMessage
source: Your device is almost out of disk space. To free some space, you can set up Telegram to cache only recent media.
ar: مساحة تخزين جهازك تقريبًا ممتلئة. لإيجاد مساحة إضافية، يمكنك جعل تيليجرام القيام بتنزيل الوسائط الحديثة فقط.
es: Queda poco espacio en tu dispositivo. Puedes liberar espacio al elegir conservar sólo la caché de la multimedia reciente en Telegram.
it: Hai quasi esaurito lo spazio sul dispositivo. Per liberarlo, imposta Telegram per salvare nella cache solo i media recenti.

# LowDiskSpaceNeverRemove
source: Never remove
ar: لا تحذف للأبد
es: Nunca eliminarla
it: Non rimuovere mai

# LowDiskSpaceTitle
source: Attention
ar: ملاحظة
es: Atención
it: Attenzione

# LowDiskSpaceTitle2
source: Remove media after
ar: احذف الوسائط بعد
es: Eliminar multimedia tras
it: Rimuovi media dopo

source: Manage Channel
ar: أدر القناة
es: Administrar canal
it: Gestisci canale

# ManageChannelMenu
source: Manage channel
ar: أدر القناة
es: Administrar canal
it: Gestisci canale

source: Manage Group
ar: أدر المجموعة
es: Administrar grupo
it: Gestisci gruppo

# ManageGroupMenu
source: Manage group
ar: أدر المجموعة
es: Administrar grupo
it: Gestisci gruppo

source: Map
ar: الخريطة
es: Mapa
it: Mappa

source: Masks
ar: أقنعة
es: Máscaras
it: Maschere

# MasksInfo
source: You can add masks to photos you send. To do this, open the photo editor before sending a photo.
ar: يمكنك إضافة أقنعة للصور التي ترسلها. لعمل ذلك، قم بفتح محرر الصور قبل إرسال الصورة.
es: Puedes añadir máscaras a las fotos que envías. Para hacerlo, abre el editor de fotos antes de enviar una foto.
it: Puoi aggiungere maschere alle foto che invii. Per farlo, apri l'editor fotografico prima di inviare una foto.

source: Masks removed
ar: الأقنعة المحذوفة
es: Máscaras eliminadas
it: Maschere rimosse

# MegaAddedBy
source: un1 added you to this group
ar: un1 قام بإضافتك لهذه المجموعة
es: un1 te añadió a este grupo
it: un1 ti ha aggiunto a questo gruppo

# MegaAdminsInfo
source: You can add administrators to help you manage your group. Tap and hold to remove them.
ar: يمكنك إضافة إداريّين لمساعدتك في إدارة المجموعة. اضغط باستمرار لحذف الإداريين.
es: Puedes añadir administradores para que te ayuden en el grupo. Mantén pulsado para eliminarlos.
it: Puoi aggiungere amministratori per farti aiutare a gestire il tuo gruppo. Tieni premuto per rimuoverli.

# MegaDeleteAlert
source: Wait! Deleting this group will remove all members and all messages will be lost. Delete the group anyway?
ar: لحظة! حذف هذه المجموعة سيزيل كافة الأعضاء والرسائل سيتم حذفها. هل أنت متأكد من رغبتك في حذف المجموعة؟
es: ¡Espera! Al eliminar este grupo, todos los miembros y los mensajes se perderán. ¿Quieres eliminarlo?
it: Aspetta! Eliminando il gruppo rimuoverai tutti i membri e tutti i messaggi saranno persi. Vuoi comunque eliminare il gruppo?

# MegaDeleteInfo
source: You will lose all messages in this group.
ar: ستخسر كافة الرسائل في هذه المجموعة.
es: Perderás todos los mensajes en este grupo.
it: Perderai tutti i messaggi in questo gruppo.

# MegaLeaveAlert
source: Are you sure you want to leave the group?
ar: هل أنت متأكد من أنك تريد الخروج من المجموعة؟
es: ¿Quieres salir del grupo?
it: Sei sicuro di voler lasciare il gruppo?

# MegaPrivate
source: Private Group
ar: مجموعة خاصة
es: Grupo privado
it: Gruppo privato

# MegaPrivateInfo
source: Private groups can only be joined if you were invited or have an invite link.
ar: المجموعات الخاصة يمكن الدخول إليها فقط عن طريق دعوة من أعضائها أو رابط الدعوة.
es: Puedes unirte a un grupo privado sólo si te invitan o tienes un enlace de invitación.
it: È possibile unirsi ai gruppi privati solo se sei stato invitato o se hai un link d'invito.

# MegaPrivateLinkHelp
source: People can join your group by following this link. You can revoke the link any time.
ar: يستطيع الناس الدخول إلى مجموعتك فقط من خلال الرابط أدناه. يمكنك تعطيل هذا الرابط في أي وقت.
es: Las personas pueden unirse a tu canal siguiendo este enlace. Puedes anular el enlace en cualquier momento.
it: Le persone possono unirsi al tuo gruppo seguendo questo link. Puoi revocare il link in ogni momento.

# MegaPublic
source: Public Group
ar: مجموعة عامة
es: Grupo público
it: Gruppo pubblico

# MegaPublicInfo
source: Public groups can be found in search, chat history is available to everyone and anyone can join.
ar: المجموعات العامة يمكن إيجادها من الخلال البحث، سجل المحادثات متاح للجميع وأي شخص يستطيع الدخول إليها.
es: Los grupos públicos pueden encontrarse en la búsqueda, su historial está disponible para todos y cualquiera puede unirse.
it: I gruppi pubblici possono essere trovati nella ricerca, la cronologia è disponibile per tutti e chiunque può unirsi.

# MegaUsernameHelp
source: People can share this link with others and find your group using Telegram search.
ar: يستطيع الناس مشاركة هذا الرابط مع غيرهم ويمكنهم إيجاد مجموعتك من خلال البحث في تيليجرام.
es: Las personas pueden compartir este enlace con los demás y encontrar tu grupo usando la búsqueda de Telegram.
it: Le persone possono condividere questo link con gli altri e trovare il tuo gruppo usando la ricerca di Telegram.

# MembersOne
source: {0} member
ar: {0} عضو
es: {0} miembro
it: {0} membro

# MembersOther
source: {0} members
ar: {0} عضو
es: {0} miembros
it: {0} membri

# MembersCount
source: {0} of {1} selected
ar: تم اختيار {0} من {1}
es: {0} de {1} seleccionados
it: {0} di {1}

# MembersCountZero
source: up to {0}
ar: حتى {0}
es: hasta {0}
it: fino a {0}

source: Message
ar: الرسالة
es: Mensaje
it: Messaggio

# MessageLifetime
source: Self-Destruct Timer
ar: عداد التدمير الذاتي
es: Autodestrucción
it: Timer di autodistruzione

# MessageLifetimeChanged
source: {0} set the self-destruct timer to {1}
ar: {0} قام بتعيين عداد التدمير الذاتي إلى to {1}
es: {0} activó la autodestrucción en {1}
it: {0} ha impostato il timer di autodistruzione a {1}

# MessageLifetimeChangedOutgoing
source: You set the self-destruct timer to {0}
ar: لقد قمت بتعيين التدمير الذاتي إلى {0}
es: Activaste la autodestrucción en {0}
it: Hai impostato il timer di autodistruzione a {0}

# MessageLifetimePhoto
source: If you set a timer, the photo will self-destruct after it was viewed.
ar: إذا اخترت العداد، الصورة ستقوم بتدمير ذاتها تلقائيًا بعد استعراضها.
es: Si pones un temporizador, la foto se autodestruirá después de ser vista.
it: Se imposti un timer, la foto si autodistruggerà dopo essere stata vista.

# MessageLifetimeRemoved
source: {0} disabled the self-destruct timer
ar: {0} قام بإيقاف عداد التدمير الذاتي
es: {0} desactivó la autodestrucción
it: {0} ha disattivato il timer di autodistruzione

# MessageLifetimeVideo
source: If you set a timer, the video will self-destruct after it was viewed.
ar: إذا اخترت العداد، الفيديو سيقوم بتدمير ذاته تلقائيًا بعد استعراضه.
es: Si pones un temporizador, el vídeo se autodestruirá después ser visto.
it: Se imposti un timer, il video si autodistruggerà dopo essere stato visto.

# MessageLifetimeYouRemoved
source: You disabled the self-destruct timer
ar: لقد قمت بتعطيل عداد التدمير الذاتي
es: Desactivaste la autodestrucción
it: Hai disattivato il timer di autodistruzione

source: Message notifications
ar: إشعارات الرسائل
es: Notificación de mensajes
it: Notifiche messaggio

source: Message Preview
ar: معاينة الرسالة
es: Vista previa del mensaje
it: Anteprima messaggio

# MessagesDataUsage
source: Messages and other data
ar: الرسائل والبيانات الأخرى
es: Mensajes y otros datos
it: Messaggi e altri dati

# MessagesSettings
source: Messages
ar: الرسائل
es: Mensajes
it: Messaggi

# MetersOne
source: {0} meter
ar: {0} متر
es: {0} metro
it: {0} metro

# MetersOther
source: {0} meters
ar: {0} متر
es: {0} metros
it: {0} metri

# MetersAway
source: m away
ar: متر يبعد
es: m de distancia
it: m

# MinutesOne
source: {0} minute
ar: {0} دقيقة
es: {0} minuto
it: {0} minuto

# MinutesOther
source: {0} minutes
ar: {0} دقيقة
es: {0} minutos
it: {0} minuti

# MinutesBoldOne
source: **{0}** minute
ar: **{0}** دقيقة
es: **{0}** minuto
it: **{0}** minuto

# MinutesBoldOther
source: **{0}** minutes
ar: **{0}** دقيقة
es: **{0}** minutos
it: **{0}** minuti

# MobileUsage
source: Mobile Data Usage
ar: استخدام بيانات الجوال
es: Uso de datos móviles
it: Utilizzo dati cellulare

# MonthsOne
source: {0} month
ar: {0} شهر
es: {0} mes
it: {0} mese

# MonthsOther
source: {0} months
ar: {0} شهر
es: {0} meses
it: {0} mesi

source: More info
ar: ملعومات إضافية
es: Más información
it: Maggiori info

# MuteDisable
source: Disable
ar: تعطيل
es: Desactivar
it: Disabilita

# MuteFor
source: Mute for {0}
ar: ضعه على الصامت لمدة {0}
es: Silenciar {0}
it: Silenzia per {0}

source: Mute notifications
ar: كتم الإشعارات
es: Silenciar notificaciones
it: Silenzia notifiche

# NearbyPlaces
source: OR CHOOSE A PLACE
ar: أو اختر مكان
es: O ELIGE UN LUGAR
it: O SELEZIONA UN LUOGO

# NetworkUsageSince
source: Network usage since {0}
ar: استخدام خلوي منذ {0}
es: Uso de la red desde el {0}
it: Utilizzo rete da {0}

source: Never Allow
ar: لا تسمح أبدًا
es: No permitir
it: Non consentire mai

# NeverAllowPlaceholder
source: Never allow...
ar: لا تسمح أبدًا...
es: No permitir...
it: Non consentire mai...

source: Never Share With
ar: لا تشارك أبدًا مع
es: Nunca compartir con
it: Non condividere con

# NeverShareWithPlaceholder
source: Never share with users...
ar: لا تشارك أبدًا مع جهات الاتصال...
es: Nunca compartir con...
it: Non condividere con gli utenti...

# NeverShareWithTitle
source: Never Share
ar: لا تشارك أبدًا
es: Nunca compartir
it: Non condividere

source: New Broadcast List
ar: رسالة جماعية جديدة
es: Nueva difusión
it: Nuova lista broadcast

source: New Channel
ar: قناة جديدة
es: Nuevo canal
it: Nuovo canale

# NewConversationShortcut
source: New conversation
ar: محادثات جديدة
es: Nuevo chat
it: Nuova chat

source: New Group
ar: مجموعة جديدة
es: Nuevo grupo
it: Nuovo gruppo

# NewMessageTitle
source: New Message
ar: رسالة جديدة
es: Mensaje nuevo
it: Nuovo messaggio

# NewMessagesOne
source: {0} new message
ar: {0} رسالة جديدة
es: {0} mensaje nuevo
it: {0} nuovo messaggio

# NewMessagesOther
source: {0} new messages
ar: {0} رسالة جديدة
es: {0} mensajes nuevos
it: {0} nuovi messaggi

source: New Secret Chat
ar: محادثة سرية جديدة
es: Nuevo chat secreto
it: Nuova chat segreta

source: New Theme
ar: نمط جديد
es: Nuevo tema
it: Nuovo tema

# NoAudio
source: Please add files to the music library on your device to see them here.
ar: فضلًا قم بإضافة ملفات لمكتبتك الموسيقية على جهازك لتتمكن من مشاهدتها هنا.
es: Por favor, añade archivos a la carpeta de música en tu dispositivo para verlos aquí.
it: Aggiungi file nella libreria musicale del tuo dispositivo per vederli qui.

# NoBlocked
source: No blocked users yet
ar: لا توجد جهات اتصال محظورة
es: No hay usuarios bloqueados
it: Ancora nessun utente bloccato

# NoBlockedChannel
source: Banned users are removed from the channel and can only come back if invited by an admin. Invite links don't work for them.
ar: أعضاء القائمة السوداء هم أعضاء تم حذفهم من القناة ولا يمكنهم العودة لها إلى بدعوة من المشرف. روابط الدعوة لن تمكنهم من العودة للقناة.
es: Los usuarios suspendidos son eliminados del canal y sólo pueden volver si son invitados por un administrador. Los enlaces de invitación no funcionan para ellos.
it: Gli utenti bloccati sono rimossi dal canale e possono rientrare solamente se invitati da un amministratore. I link di invito non funzionano per loro.

# NoBlockedGroup
source: Banned users are removed from the group and can only come back if invited by an admin. Invite links don't work for them.
ar: أعضاء القائمة السوداء هم أعضاء تم حذفهم من المجموعة ولا يمكنهم العودة لها إلى بدعوة من المشرف. روابط الدعوة لن تمكنهم من العودة للمجموعة.
es: Los usuarios suspendidos son eliminados del grupo y sólo pueden volver si son invitados por un administrador. Los enlaces de invitación no funcionan para ellos.
it: Gli utenti bloccati sono rimossi dal gruppo e possono rientrare solamente se invitati da un amministratore. I link di invito non funzionano per loro.

# NoBlockedUsers
source: No banned users
ar: لا يوجد مستخدمين محظورين
es: Sin suspendidos
it: Nessun utente bloccato

# NoCallLog
source: You haven't made any calls yet.
ar: لم تقم بإجراء أية مكالمة بعد.
es: Aún no has realizado llamadas.
it: Non hai ancora effettuato alcuna chiamata.

# NoChats
source: No chats yet...
ar: ...لا توجد محادثات بعد
es: Aún no hay chats...
it: Ancora nessuna chat...

# NoChatsHelp
source: Start messaging by pressing the new message button in the bottom right corner or tap the menu button for more options.
ar: إبدأ المراسلة بالضغط على أيقونة النقاط في أعلى يمين الشاشة أو اذهب لقسم جهات الاتصال.
es: Envía mensajes tocando el botón del lápiz, en la esquina inferior derecha, o pulsa el botón menú para más opciones.
it: Inizia a messaggiare premendo il tasto nuovo messaggio in basso a destra o apri il menù per avere più opzioni.

# NoContacts
source: No contacts yet
ar: لا توجد جهات اتصال بعد
es: Aún no hay contactos
it: Ancora nessun contatto

# NoGroupsInCommon
source: No common groups yet
ar: لا توجد مجموعات مشتركة بعد
es: Aún no hay grupos en común
it: Ancora nessun gruppo in comune

# NoHandleAppInstalled
source: You don't have applications that can handle the file type '{0}', please install one to continue
ar: لا يوجد لديك تطبيق يمكنه فتح '{0}'، يرجى تنزيل تطبيق مناسب للإستمرار
es: No tienes aplicaciones que puedan manejar el tipo de archivo “{0}”. Por favor, instala una para continuar.
it: Non hai applicazioni che possono gestire il tipo di file '{0}': installane una per proseguire

# NoMailInstalled
source: Please send an email to sms@stel.com and tell us about your problem.
ar: يرجى إرسال رسالة بواسطة البريد الإلكتروني إلى sms@stel.com لتخبرنا عن مشكلتك.
es: Por favor, envía un correo electrónico a sms@stel.com y cuéntanos tu problema.
it: Invia un’email a sms@stel.com spiegandoci il problema.

# NoMasks
source: No masks yet
ar: لا يوجد أقنعة بعد
es: Aún no hay máscaras
it: Ancora nessuna maschera
